Repository: phillipmugisa/B2B-Ecommerce-Platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Suspension of Product On Foroden
de: Aussetzung des Produkts auf Foroden

source: Verification of Product On Foroden
de: Überprüfung des Produkts auf Foroden

source: Suspension of Store On Foroden
de: Aussetzung des Geschäfts auf Foroden

source: Verification of Store On Foroden
de: Überprüfung des Stores auf Foroden

source: Total Suppliers
de: Lieferanten insgesamt

source: Total Supplier Count
de: Gesamtzahl der Lieferanten

source: Total Buyers
de: Käufer insgesamt

source: Total Buyer Count
de: Gesamtzahl der Käufer

source: Total Product
de: Gesamtprodukt

source: Total Product Count
de: Gesamtzahl der Produkte

source: Total Showrooms
de: Ausstellungsräume insgesamt

source: Showroom Count
de: Showroom-Zählung

source: Total Stores
de: Gesamtspeicher

source: Total Store Count
de: Gesamtspeicherzahl

source: Total Memberships
de: Gesamtzahl der Mitgliedschaften

source: Memberships
de: Mitgliedschaften

source: Total Adverts
de: Anzeigen insgesamt

source: Active Adverts
de: Aktive Anzeigen

source: Total Products
de: Produkte insgesamt

source: Admin Dashboard - Clients
de: Admin-Dashboard – Kunden

source: Total Services
de: Gesamtleistungen

source: Total Services Count
de: Gesamtzahl der Dienste

source: Please Fill all fields.
de: Fülle bitte alle Felder aus.

source: Invalid Data Entered.
de: Ungültige Daten eingegeben.

source: Service ({name}) created successfully.
de: Dienst ({name}) erfolgreich erstellt.

source: Error Occurred. Try Again
de: Ein Fehler ist aufgetreten. Versuch es noch einmal

source: Category({name}) already exists.
de: Kategorie ({name}) existiert bereits.

source: Sub category ({sub_cat_name}) already exists.
de: Unterkategorie ({sub_cat_name}) existiert bereits.

source: Category ({}) created successfully.
de: Kategorie ({}) erfolgreich erstellt.

source: Subcategories created successfully.
de: Unterkategorien erfolgreich erstellt.

source: Admin Dashboard - Support
de: Admin-Dashboard - Unterstützung

source: Account Edited Successfully
de: Konto erfolgreich bearbeitet

source: An Error occurred. Please Try Again
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut

source: Username not available.
de: Benutzername nicht verfügbar.

source: Password mismatch.
de: Die Passwörter stimmen nicht überein.

source: Foroden Support Team invite.
de: Foroden-Support-Team-Einladung.

source: Hello
de: Hallo

source: Your have been added a Foroden Support Team Member, Please edit your account details and set a desired password after activating your account.
de: Sie wurden als Mitglied des Foroden Support-Teams hinzugefügt. Bitte bearbeiten Sie Ihre Kontodaten und legen Sie ein gewünschtes Passwort fest, nachdem Sie Ihr Konto aktiviert haben.

source: Your activation link is
de: Ihr Aktivierungslink ist

source: Account Created Successfully. A verification link was sent user's email.
de: Konto erfolgreich erstellt. Ein Bestätigungslink wurde an die E-Mail des Benutzers gesendet.

source: Bad Request
de: Ungültige Anforderung

source: Offer description for text promotions
de: Angebotsbeschreibung für Textaktionen

source: An Error occured. Try Again.
de: Es ist ein Fehler aufgetreten. Versuch es noch einmal.

source: Promotion Created Successfully.
de: Werbeaktion erfolgreich erstellt.

source: Record not found.
de: Aufnahme nicht gefunden.

source: Promotion Edited Successfully.
de: Promotion erfolgreich bearbeitet.

source: Promotion Deleted successfully.
de: Werbeaktion erfolgreich gelöscht.

source: Promotion Sent successfully.
de: Werbeaktion erfolgreich gesendet.

source: Account Type
de: Konto Typ

source: Image
de: Bild

source: Email Activated
de: E-Mail aktiviert

source: Business Name
de: Firmenname

source: Safe Url
de: Sichere URL

source: Business Description
de: Geschäftsbeschreibung

source: Country
de: Land

source: Country Code
de: Landesvorwahl

source: Number
de: Nummer

source: VAT Number
de: Umsatzsteuer-Identifikationsnummer

source: Legal Entity Identifier
de: Kennung der juristischen Person

source: Website
de: Webseite

source: Braintree customer id
de: Braintree-Kundennummer

source: Responses to clients
de: Antworten an Kunden

source: Sign In
de: Einloggen

source: Account not found. Try Again.
de: Konto nicht gefunden. Versuch es noch einmal.

source: Please Activate your Email
de: Bitte aktivieren Sie Ihre E-Mail

source: Sign Up
de: Anmeldung

source: Email not available.
de: E-Mail nicht verfügbar.

source: Activate Foroden Activation
de: Aktivieren Sie die Foroden-Aktivierung

source: Follow this link to activate you foroden account.
de: Folgen Sie diesem Link, um Ihr Foroden-Konto zu aktivieren.

source: Account Created Successfully. Please check your email for a verfication link.
de: Konto erfolgreich erstellt. Bitte überprüfen Sie Ihre E-Mail auf einen Bestätigungslink.

source: Business Profile
de: Geschäftsprofil

source: Please Fill all reqiured fields.
de: Bitte füllen Sie alle Pflichtfelder aus.

source: An Error Occurred. Try Again.
de: Ein Fehler ist aufgetreten. Versuch es noch einmal.

source: interest handled
de: Zinsen behandelt

source: Viewed by supplier
de: Gesehen vom Lieferanten

source: Created on
de: Erstellt am

source: Profile
de: Profil

source: No modification was made.
de: Werbeaktion erfolgreich erstellt.

source: Invalid data. Try again.
de: Es wurde keine Änderung vorgenommen.

source: Account Details Editted Successfully
de: Kontodetails erfolgreich bearbeitet

source: Wrong current password entered.
de: Falsches aktuelles Passwort eingegeben.

source: No modification made.
de: Keine Änderung vorgenommen.

source: Account password reset successfully
de: Kontopasswort erfolgreich zurückgesetzt

source: Business Details Editted Successfully.
de: Kontopasswort erfolgreich zurückgesetzt

source: Contracts
de: Verträge

source: English
de: Englisch

source: Arabic
de: Arabisch

source: French
de: Französisch

source: German
de: Deutsch

source: suppliers/
de: Lieferanten/

source: buyer/
de: Käufer/

source: auth/
de: Authentifizierung/

source: payments/
de: Zahlungen/

source: admin/
de: Administrator/

source: Country or City
de: Land oder Stadt

source: Description
de: Beschreibung

source: Service Image
de: Dienstbild

source: Number of visits
de: Anzahl der Besuche

source: Subject
de: Thema

source: Verified by Admin
de: Vom Admin bestätigt

source: View
de: Aussicht

source: Request Method
de: Anforderungsmethode

source: Device
de: Gerät

source: User Os
de: Benutzer-Os

source: Chat filepath
de: Chat-Dateipfad

source: Chat Closed
de: Chat geschlossen

source: Chat handled
de: Chat behandelt

source: Type
de: Typ

source: Has Banner Image
de: Hat ein Bannerbild

source: subject
de: Thema

source: Advertising Price
de: Werbepreis

source: start date
de: Anfangsdatum

source: end date
de: Endtermin

source: Total Amount
de: Endtermin

source: Contract payment made
de: Vertragszahlung erfolgt

source: Advert Expired
de: Anzeige abgelaufen

source: Is Active
de: Ist aktiv

source: recipient
de: Empfängerin

source: sending email
de: Email schicken

source: content
de: Inhalt

source: reply_to
de: Antwort an

source: Home
de: Heim

source: Showrooms
de: Ausstellungsräume

source: Services
de: Dienstleistungen

source: About Us
de: Über uns

source: Support
de: Die Unterstützung

source: Discussion
de: Diskussion

source: Error occurred. Try Again
de: Ein Fehler ist aufgetreten. Versuch es noch einmal

source: Discussion created successfully.
de: Diskussion erfolgreich erstellt.

source: Reply submitted successfully.
de: Antwort erfolgreich gesendet.

source: Membership Guide
de: Leitfaden zur Mitgliedschaft

source: Showrooms Guide
de: Leitfaden für Ausstellungsräume

source: Stores Guide
de: Stores-Führer

source: Supplier Services Guide
de: Lieferanten-Services-Leitfaden

source: Supplier Products Guide
de: Leitfaden für Lieferantenprodukte

source: Account Creation Guide
de: Leitfaden zur Kontoerstellung

source: We couldn't verify your payment. Please try again.
de: Wir konnten Ihre Zahlung nicht bestätigen. Bitte versuche es erneut.

source: id
de: Ausweis

source: price
de: Preis

source: description
de: Beschreibung

source: billing_frequency
de: Abrechnungshäufigkeit

source: Currency
de: Währung

source: Duration
de: Dauer

source: Trial Period
de: Probezeit

source: Trial Period Count
de: Probezeit zählen

source: Per Month
de: Pro Monat

source: Per 6 Months
de: Pro 6 Monate

source: Per Year
de: Pro Jahr

source: Subscription Start Date
de: Startdatum des Abonnements

source: Subscription Expiry Date
de: Ablaufdatum des Abonnements

source: Active
de: Aktiv

source: Payment Completed
de: Bezahlvorgang abgeschlossen

source: card_type
de: Speicherkarten-Typ

source: Payment Method
de: Zahlungsmethode

source: Order key
de: Schlüssel bestellen

source: Product Id
de: Produkt ID

source: Number of transactions
de: Anzahl der Transaktionen

source: Reference Number
de: Referenznummer

source: Contract completed
de: Vertrag abgeschlossen

source: Contract accepted
de: Vertrag angenommen

source: Address
de: Adresse

source: Payment Id
de: Zahlungs-ID

source: Total Amount Paid
de: Gezahlte Gesamtsumme

source: Already subcribed to this plan
de: Habe diesen Plan bereits abonniert

source: Unable to update your subscription.
de: Ihr Abonnement kann nicht aktualisiert werden.

source: Foroden Subscription
de: Foroden-Abonnement

source: Your payment as been initialized. Please wait for confirmation email.
de: Ihre Zahlung wurde initialisiert. Bitte warten Sie auf die Bestätigungs-E-Mail.

source: Your payment was successfull.
de: Ihre Zahlung war erfolgreich.

source: Your subscription was deactivated successfully.
de: Ihr Abonnement wurde erfolgreich deaktiviert.

source: Store Name
de: Geschäftsname

source: Number of products
de: Anzahl der Produkte

source: Price
de: Preis

source: Number of contracts
de: Anzahl der Verträge

source: Please fill all fields.
de: Fülle bitte alle Felder aus.

source: Submitted successfully.
de: Erfolgreich eingereicht.

source: Please create a buyer account to create a contract.
de: Bitte erstellen Sie ein Käuferkonto, um einen Vertrag zu erstellen.

source: Foroden Contract Created
de: Foroden-Vertrag erstellt

source: Hello, {supplier.username}. A Contract application has been sumbited by {buyer.profile.business_name} on service {service.name}. Please visit the dashboard to respond to the application. Thank you.
de: Hallo, {supplier.username}. Ein Vertragsantrag wurde von {buyer.profile.business_name} für den Dienst {service.name} eingereicht. Bitte besuchen Sie das Dashboard, um auf die Bewerbung zu antworten. Danke schön.

source: Products
de: Produkte

source: Categories
de: Kategorien

source: Stores
de: Shops

source: Supplier Dashboard
de: Lieferanten-Dashboard

source: Product created successfully.
de: Produkt erfolgreich erstellt.

source: An Error occurred. Try Again
de: Ein Fehler ist aufgetreten. Versuch es noch einmal

source: Please use a different store name.
de: Bitte verwenden Sie einen anderen Shop-Namen.

source: Store created successfully.
de: Store erfolgreich erstellt.

source: Sorry, an error occurred. Please Try Again
de: Entschuldigung, ein Fehler ist aufgetreten. Bitte versuche es erneut

source: An Error Occured. Please Try Again
de: Es ist ein Fehler aufgetreten. Bitte versuche es erneut

source: Contract has been rejected.
de: Vertrag wurde abgelehnt.

source: Foroden Contract Rejected.
de: Foroden-Vertrag abgelehnt.

source: Hello, {contract.buyer.username}. Your contract application on service {contract.service.name} has been rejected. Please contact the supplier for more information. Thank you.
de: Hallo, {contract.buyer.username}. Ihr Vertragsantrag für den Dienst {contract.service.name} wurde abgelehnt. Bitte kontaktieren Sie den Lieferanten für weitere Informationen. Danke schön.

source: Contract has been accepted.
de: Vertrag wurde angenommen.

source: Foroden Contract Accepted
de: Foroden-Vertrag angenommen

source: Hello, {contract.buyer.username}. Your contract application on service
de: Hallo, {contract.buyer.username}. Ihr Vertragsantrag auf Service

source: has been accepted. Please visit the
de: wurde akzeptiert. Bitte besuchen Sie die

source: to complete the application process. Thank you.
de: um das Bewerbungsverfahren abzuschließen. Danke schön.

source: Please use a different service name.
de: Bitte verwenden Sie einen anderen Dienstnamen.

source: Service created successfully.
de: Dienst erfolgreich erstellt.

source: Product not found.
de: Produkt nicht gefunden.

source: Submitted successfully. Please make your payment.
de: Erfolgreich eingereicht. Bitte leisten Sie Ihre Zahlung.

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Username
de: Nutzername

source: No Email Promotions Found
de: Keine E-Mail-Aktionen gefunden

source: Email Promotions
de: E-Mail-Aktionen

source: Fill in form to create email promotion
de: Füllen Sie das Formular aus, um eine E-Mail-Werbung zu erstellen

source: Represents required fields
de: Stellt erforderliche Felder dar

source: Target Group
de: Zielgruppe

source: Select Showroom
de: Showroom auswählen

source: Guidelines
de: Richtlinien

source: Provide a name to easily identify the banner.
de: Geben Sie einen Namen an, um das Banner leicht zu identifizieren.

source: If the promotion belongs to a showroom, select showroom and select the desired showroom.
de: Wenn die Aktion zu einem Showroom gehört, Showroom auswählen und den gewünschten Showroom auswählen.

source: An image can be ignored for text promotions.
de: Bei Textwerbung kann ein Bild ignoriert werden.

source: Text promotions must contain a short description.
de: Text-Promotions müssen eine kurze Beschreibung enthalten.

source: Fill in form to edit email promotion
de: Füllen Sie das Formular aus, um die E-Mail-Werbung zu bearbeiten

source: Create
de: Schaffen

source: Fill in form to post a promotion/banner
de: Füllen Sie das Formular aus, um eine Werbeaktion/ein Banner zu posten

source: Promotion Type
de: Aktionstyp

source: Make changes to your promotion/banner
de: Nehmen Sie Änderungen an Ihrer Werbung/Ihrem Banner vor

source: Text Promotions
de: Text-Werbung

source: Banner Promotions
de: Banner-Aktionen

source: Clients
de: Kunden

source: Promotions
de: Werbeaktionen

source: Notifications
de: Benachrichtigungen

source: Business Line
de: Geschäftslinie

source: Submit
de: Einreichen

source: Welcome Back
de: Willkommen zurück

source: Thousands of products await.
de: Tausende Produkte warten auf Sie.

source: Password
de: Passwort

source: Login
de: Anmeldung

source: Or
de: Oder

source: Continue With Google
de: Weiter mit Google

source: Continue With Facebook
de: Weiter mit LinkedIn

source: Welcome To Foroden
de: Willkommen bei Foroden

source: Join the biggest community of over 70,000 Business People.
de: Treten Sie der größten Community von über 70.000 Geschäftsleuten bei.

source: Sign Up As
de: Registrieren Sie sich als

source: Supplier
de: Anbieter

source: Buyer
de: Käufer

source: Show Password
de: Passwort anzeigen

source: Confirm Password
de: Passwort bestätigen

source: Already Have An Account?
de: Sie haben bereits ein Konto?

source: Sign into account
de: Melden Sie sich an

source: Account Details
de: Kontodetails

source: Edit Account Details
de: Kontodetails bearbeiten

source: Business Details
de: Geschäftsdetails

source: Edit Bussiness Details
de: Geschäftsdetails bearbeiten

source: My Contracts
de: Meine Verträge

source: Contract Details
de: Vertragsdetails

source: Supplier information
de: Lieferanteninformationen

source: Location
de: Ort

source: Contract info
de: Vertragsinformationen

source: Created On
de: Erstellt am

source: Print
de: Drucken

source: To view the contract details
de: Zum Anzeigen der Vertragsdetails

source: Click the "<i class="fa fa-info-circle"></i>" label
de: Klicken Sie auf das Label "<i class="fa fa-info-circle"></i>".

source: No
de: Nein

source: Start date
de: Anfangsdatum

source: Action
de: Aktion

source: Showing Page
de: Seite anzeigen

source: of
de: von

source: Entries
de: Einträge

source: Previous
de: Vorherige

source: Next
de: Nächste

source: Account Password Reset
de: Zurücksetzen des Kontokennworts

source: Current Password
de: Jetziges Passwort

source: New Password
de: Jetziges Passwort

source: Confirm New Password
de: Bestätige neues Passwort

source: Edit Profile
de: Profil bearbeiten

source: Reset Password
de: Passwort zurücksetzen

source: Dashboard
de: Armaturenbrett

source: Buyer's Portal
de: Käuferportal

source: Logout
de: Ausloggen

source: Visited Products
de: Besuchte Produkte

source: Edit Account
de: Konto bearbeiten

source: User Profile
de: Benutzerprofil

source: History
de: Geschichte

source: Statistics
de: Statistiken

source: Secure ans
de: Sichere Ans

source: Reliable
de: Zuverlässig

source: Transactions
de: Transaktionen

source: Dedicated team
de: Engagiertes Team

source: to offer
de: anbieten

source: 24hr support
de: Die Unterstützung

source: authentic
de: authentisch

source: stores
de: Shops

source: About Foroden
de: Über Foroden

source: We represent a wide network of Digital Promoting and local and Traditional Marketing and Advertising services of products (in large scale) of various companies. Our offices and specialized and indigenous forces are operating in different countries. We have created a sustainable, learning and progressive system.
de: Wir vertreten ein breites Netzwerk von digitalen Werbe- und lokalen und traditionellen Marketing- und Werbediensten für Produkte (in großem Umfang) verschiedener Unternehmen. Unsere Büros und spezialisierten und einheimischen Kräfte sind in verschiedenen Ländern tätig. Wir haben ein nachhaltiges, lernendes und fortschrittliches System geschaffen.

source: We decide and act as a team. Our organization is an interconnected and learning system. Over time, we make the necessary adjustments to both maintain and increase our success.
de: Wir entscheiden und handeln als Team. Unsere Organisation ist ein vernetztes und lernendes System. Im Laufe der Zeit nehmen wir die notwendigen Anpassungen vor, um unseren Erfolg sowohl zu erhalten als auch zu steigern.

source: Accurate knowledge
de: Genaues Wissen

source: Informed and effective manpower
de: Informierte und effektive Arbeitskräfte

source: Extensive and sustainable networking
de: Umfangreiches und nachhaltiges Networking

source: Commitment
de: Verpflichtung

source: flexibility
de: Flexibilität

source: Efficient decision making
de: Effiziente Entscheidungsfindung

source: Our Mission
de: Unsere Aufgabe

source: Accepting and obtaining representation of reputable companies
de: Akzeptieren und Einholen von Vertretungen namhafter Unternehmen

source: Acting as if the parent company itself is operating in different countries
de: So tun, als ob die Muttergesellschaft selbst in verschiedenen Ländern tätig wäre

source: Development of our offices in different countries
de: Entwicklung unserer Büros in verschiedenen Ländern

source: Creating a network of specialized and indigenous forces in each country
de: Schaffung eines Netzwerks von spezialisierten und indigenen Kräften in jedem Land

source: Creating a dynamic system from the source of production, transportation, customs, distribution, control, feedback and promotion
de: Erstellen eines dynamischen Systems aus der Quelle von Produktion, Transport, Zoll, Vertrieb, Kontrolle, Feedback und Werbung

source: Our Vision
de: Unsere Vision

source: Accepting and obtaining representation of more than 100 companies by 2026
de: Annahme und Erlangung der Vertretung von mehr als 100 Unternehmen bis 2026

source: Development of operating offices in more than 14 countries by 2026
de: Aufbau von Niederlassungen in mehr als 14 Ländern bis 2026

source: Development of human resources to more than 2,000 people by 2026
de: Entwicklung der Humanressourcen auf über 2.000 Personen bis 2026

source: Activate more than 6 subsidiaries by 2026
de: Aktivieren Sie bis 2026 mehr als 6 Niederlassungen

source: Suppliers
de: Lieferanten

source: All over the world.
de: Weltweit.

source: Countries
de: Länder

source: Using Foroden.
de: Verwenden von Foroden.

source: Buyers
de: Käufer

source: Trading Everyday.
de: Handel im Alltag.

source: Close Chat
de: Chat schließen

source: Send
de: Senden

source: Create a discussion
de: Erstellen Sie eine Diskussion

source: Reply
de: Antwort

source: Send a Reply
de: Senden Sie eine Antwort

source: Discussions
de: Diskussionen

source: Foroden Account Creation
de: Foroden-Kontoerstellung

source: Foroden offers 2 types of client accounts, that is:
de: Foroden bietet 2 Arten von Kundenkonten an, nämlich:

source: Supplier Account
de: Lieferantenkonto

source: Foroden Suppliers are users who indent to promote their businesses and products. These have access to the following features:
de: Foroden-Lieferanten sind Benutzer, die ihre Geschäfte und Produkte bewerben möchten. Diese haben Zugriff auf die folgenden Funktionen:

source: Product Advertising
de: Lieferantenkonto

source: Business Advertising
de: Werbung für Unternehmen

source: Service Trading
de: Dienstleistungshandel

source: Contract Creation
de: Vertragserstellung

source: Buyer Account
de: Käuferkonto

source: Foroden Buyers are users who seek different services or products from Foroden Suppliers: These have access to the following features:
de: Foroden-Käufer sind Benutzer, die verschiedene Dienstleistungen oder Produkte von Foroden-Lieferanten suchen: Diese haben Zugriff auf die folgenden Funktionen:

source: How to create a client account.
de: So erstellen Sie ein Kundenkonto.

source: Choose your desire account creation method
de: Wählen Sie die gewünschte Kontoerstellungsmethode

source: Foroden offers both custom account creation and social account creation using Google and LinkedIn
de: Foroden bietet sowohl die Erstellung benutzerdefinierter Konten als auch die Erstellung sozialer Konten mit Google und LinkedIn an

source: Using custom account creation
de: Verwenden der benutzerdefinierten Kontoerstellung

source: Using social authentication
de: Verwenden der sozialen Authentifizierung

source: You are prompted to selected your desired account type.
de: Sie werden aufgefordert, den gewünschten Kontotyp auszuwählen.

source: Enter your business details
de: Geben Sie Ihre Geschäftsdaten ein

source: FAQs
de: Häufig gestellte Fragen

source: What is a store?
de: Was ist ein Laden?

source: What is a showroom?
de: Was ist ein Showroom?

source: What is a Supplier service?
de: Was ist ein Lieferantenservice?

source: What are memberships?
de: Was sind Mitgliedschaften?

source: How to create a product?
de: Wie erstelle ich ein Produkt?

source: Payment Methods
de: Zahlungsarten

source: Accounts Creation
de: Kontenerstellung

source: Foroden Membership Plans
de: Foroden-Mitgliedschaftspläne

source: The platform offers three membership packages each with different features to enable store owners attain the different objectives.
de: Die Plattform bietet drei Mitgliedschaftspakete mit jeweils unterschiedlichen Funktionen, damit Ladenbesitzer die verschiedenen Ziele erreichen können.

source: Foroden offers the following three membership plans
de: Foroden bietet die folgenden drei Mitgliedschaftspläne an

source: Gold Membership Plan
de: Gold-Mitgliedschaftsplan

source: Silver Membership Plan
de: Silber-Mitgliedschaftsplan

source: Bronze Membership Plan
de: Bronze-Mitgliedschaftsplan
