Repository: phillipmugisa/B2B-Ecommerce-Platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: This comes with so many interesting features such as the ability to advertise a stores products several times on the showrooms each single day. This increases the chances of a store making a great deal of sales on a daily basis.
de: Dies kommt mit so vielen interessanten Funktionen wie der Möglichkeit, die Produkte eines Geschäfts jeden Tag mehrmals in den Ausstellungsräumen zu bewerben. Dies erhöht die Chancen, dass ein Geschäft täglich viel Umsatz macht.

source: The stores can sell their products to buyers from any country on globe. The cost for this membership plan per year is as low as
de: Die Geschäfte können ihre Produkte an Käufer aus jedem Land der Welt verkaufen. Die Kosten für diesen Mitgliedschaftsplan pro Jahr sind so niedrig wie

source: This membership plan allows store owners to sell their products to any buyers on the platform but does not allow them to have their products listed under the adverts.
de: Dieser Mitgliedschaftsplan ermöglicht es Ladenbesitzern, ihre Produkte an alle Käufer auf der Plattform zu verkaufen, erlaubt ihnen jedoch nicht, ihre Produkte unter den Anzeigen auflisten zu lassen.

source: However, products from the store can be accessible and purchased by any buyers from within the location's store and overseas. This membership plan costs
de: Produkte aus dem Geschäft können jedoch von allen Käufern innerhalb des Geschäfts des Standorts und im Ausland aufgerufen und gekauft werden. Dieser Mitgliedschaftsplan kostet

source: This membership plan is limited in such a way that the store's products are never listed on the advertisement section. The store is also limited to sales from the same location but not away from it or overseas. The bronze package is free of charge.
de: Dieser Mitgliedschaftsplan ist so begrenzt, dass die Produkte des Geschäfts niemals im Werbebereich aufgeführt werden. Das Geschäft ist auch auf Verkäufe vom selben Standort beschränkt, aber nicht davon entfernt oder in Übersee. Das Bronze-Paket ist kostenlos.

source: Foroden Supplier Products
de: Bronze-Mitgliedschaftsplan

source: Foroden Suppliers able able to advertise their product using our different advertising method based on the supplier's membership plan. Foroden doesnot handle selling of products, this is handled by the suppliers.
de: Foroden-Lieferanten sind in der Lage, ihr Produkt mit unseren unterschiedlichen Werbemethoden zu bewerben, die auf dem Mitgliedschaftsplan des Lieferanten basieren. Foroden kümmert sich nicht um den Verkauf von Produkten, dies wird von den Lieferanten gehandhabt.

source: How to create a supplier product.
de: So erstellen Sie ein Lieferantenprodukt.

source: Access your supplier dashboard
de: Greifen Sie auf Ihr Lieferanten-Dashboard zu

source: Select create product in the Sidebar
de: Wählen Sie in der Seitenleiste Produkt erstellen aus

source: This Redirects you to a form, with which you can create a new product.
de: Dieser leitet Sie zu einem Formular weiter, mit dem Sie ein neues Produkt erstellen können.

source: Foroden Supplier Services
de: Foroden-Lieferantendienste

source: Foroden Supplier Services make it easy for suppliers to sell their business as a service to different Foroden buyers. A verified Foroden Buyer is able to create a contract inorder to buy one or more supplier services.
de: Foroden Supplier Services machen es Lieferanten leicht, ihr Geschäft als Dienstleistung an verschiedene Foroden-Käufer zu verkaufen. Ein verifizierter Foroden-Käufer kann einen Vertrag erstellen, um eine oder mehrere Lieferantendienstleistungen zu kaufen.

source: How to create a supplier service.
de: So erstellen Sie einen Lieferantendienst.

source: Select create service in the Sidebar
de: Wählen Sie in der Seitenleiste Dienst erstellen aus

source: This Redirects you to a form, with which you can create a new service.
de: Dieser leitet Sie zu einem Formular weiter, mit dem Sie einen neuen Service erstellen können.

source: Foroden Showrooms
de: Foroden-Ausstellungsräume

source: Foroden provides a showrooms feature where stores from different locations are displayed and made accessible to the buyers.
de: Foramen bietet eine Showroom-Funktion, in der Geschäfte von verschiedenen Standorten ausgestellt und den Käufern zugänglich gemacht werden.

source: The stores are displayed on the showrooms basing on their membership packages. Those with Gold membership are made accessible to all buyers all over the world.
de: Die Geschäfte werden in den Showrooms basierend auf ihren Mitgliedschaftspaketen angezeigt. Diejenigen mit Gold-Mitgliedschaft werden allen Käufern auf der ganzen Welt zugänglich gemacht.

source: The showrooms organize the stores in a way that our algorithms can make the best suggestions for our buyers hence simplifying the entire process of buying from our virtual stores.
de: Die Showrooms organisieren die Geschäfte so, dass unsere Algorithmen unseren Käufern die besten Vorschläge machen können, wodurch der gesamte Kaufprozess in unseren virtuellen Geschäften vereinfacht wird.

source: Foroden offers the following showrooms:
de: Foroden bietet folgende Showrooms an:

source: How to add a store to a showroom.
de: So fügen Sie einem Showroom ein Geschäft hinzu.

source: Select Manage Store in the Sidebar
de: Wählen Sie Store verwalten in der Seitenleiste aus

source: Select Store from the stores list
de: Wählen Sie Store aus der Store-Liste aus

source: This opens up a store modal with 2 forms. Use form 1 to select a showroom to which you want to add the selected store. Use form 2 to add a specific product to the selected store.
de: Dies öffnet ein Shop-Modal mit 2 Formularen. Verwenden Sie Formular 1, um einen Showroom auszuwählen, dem Sie das ausgewählte Geschäft hinzufügen möchten. Verwenden Sie Formular 2, um dem ausgewählten Geschäft ein bestimmtes Produkt hinzuzufügen.

source: Foroden Stores
de: Wählen Sie Store aus der Store-Liste aus

source: This is an online (virtual) shop that sell different products. Foroden also has stores that provide services such as online virtual assistance for people looking for teams to help manage their businesses remotely.
de: Dies ist ein (virtueller) Online-Shop, der verschiedene Produkte verkauft. Foroden hat auch Geschäfte, die Dienste wie virtuelle Online-Unterstützung für Menschen anbieten, die nach Teams suchen, die ihnen helfen, ihre Geschäfte aus der Ferne zu verwalten.

source: Well, think of a store as a shop you visit to purchase some products you need. However, this store has all products listed on Foroden but not physically present with them.
de: Nun, stellen Sie sich ein Geschäft als ein Geschäft vor, das Sie besuchen, um einige Produkte zu kaufen, die Sie benötigen. Dieses Geschäft hat jedoch alle Produkte, die auf Foroden gelistet sind, aber nicht physisch mit ihnen vorhanden sind.

source: How to create a store.
de: So erstellen Sie einen Shop.

source: Select Create Store in the Sidebar
de: Wählen Sie Store erstellen in der Seitenleiste aus

source: This Redirects you to a form, with which you can create a new store.
de: Dieser leitet Sie zu einem Formular weiter, mit dem Sie einen neuen Shop erstellen können.

source: How to manage a store.
de: So erstellen Sie einen Shop.

source: The Supplier dashboard gives you the ability to to add a store to a showroom and also add products to a store.
de: Das Lieferanten-Dashboard gibt Ihnen die Möglichkeit, ein Geschäft zu einem Ausstellungsraum hinzuzufügen und auch Produkte zu einem Geschäft hinzuzufügen.

source: This opens up a store modal with 2 forms. Use form 1 to select a showroom to which you want to add the selected store. Use form 2 to add a specific product to the selected store. Note that you can only add a product to a showroom if you have a valid subscription.
de: Dies öffnet ein Shop-Modal mit 2 Formularen. Verwenden Sie Formular 1, um einen Showroom auszuwählen, dem Sie das ausgewählte Geschäft hinzufügen möchten. Verwenden Sie Formular 2, um dem ausgewählten Geschäft ein bestimmtes Produkt hinzuzufügen. Beachten Sie, dass Sie einem Showroom nur dann ein Produkt hinzufügen können, wenn Sie ein gültiges Abonnement haben.

source: Product Categories
de: Produktkategorien

source: All Categories
de: Alle Kategorien

source: Top Suppliers
de: Top-Lieferanten

source: Get quality products from our top suppliers!
de: Holen Sie sich Qualitätsprodukte von unseren Top-Lieferanten!

source: All Showrooms
de: Alle Showrooms

source: Foroden Services
de: Foroden-Dienste

source: Top
de: oben

source: View More
de: Mehr sehen

source: View All
de: Alle ansehen

source: Support and Discussions
de: Unterstützung und Diskussionen

source: Find help and workarounds for the most common account-related issues.
de: Hier finden Sie Hilfe und Problemumgehungen für die häufigsten kontobezogenen Probleme.

source: Search for help...
de: Hilfe suchen...

source: Send Message
de: Nachricht senden

source: Create Discussion
de: Diskussion erstellen

source: Accounts
de: Konten

source: Get help on account related issues.
de: Holen Sie sich Hilfe bei kontobezogenen Problemen.

source: Payments
de: Zahlungen

source: Get help on payment related issues.
de: Holen Sie sich Hilfe bei zahlungsbezogenen Problemen.

source: Help on Stores related issues.
de: Hilfe zu Problemen mit Stores.

source: Get help on showroom related issues.
de: Holen Sie sich Hilfe bei Problemen mit Ausstellungsräumen.

source: Get help on membership related issues.
de: Holen Sie sich Hilfe bei Problemen mit der Mitgliedschaft.

source: Get help on product related issues.
de: Holen Sie sich Hilfe bei produktbezogenen Problemen.

source: Membership Package
de: Mitgliedschaftspaket

source: Selected plan
de: Ausgewählter Plan

source: Select Payment Method
de: Wählen Sie die Zahlungsmethode

source: Start Date
de: Anfangsdatum

source: End Date
de: Endtermin

source: Foroden Contract Payment Receipt
de: Zahlungsbeleg für den Foroden-Vertrag

source: Ref No:
de: Referenznummer:

source: Buyer information
de: Käuferinformationen

source: Full Name
de: Vollständiger Name

source: Receipt info
de: Empfangsinformationen

source: 1. Choose your Package
de: 1. Wählen Sie Ihr Paket

source: 2. Choose your Payment Method
de: 2. Wählen Sie Ihre Zahlungsmethode

source: Payment Progress
de: Zahlungsfortschritt

source: Simple, predictable pricing
de: Einfache, vorhersehbare Preise

source: Reach more businesses with our different promotion deals
de: Erreichen Sie mehr Unternehmen mit unseren verschiedenen Werbeangeboten

source: Virtual Showrooms
de: Anfangsdatum

source: One Virtual Showroom
de: Ein virtueller Showroom

source: per month
de: pro Monat

source: per 6 months
de: pro 6 Monate

source: per year
de: pro Jahr

source: Multiple Virtual Showrooms
de: Mehrere virtuelle Showrooms

source: Digital Marketing
de: Digitales Marketing

source: Local Marketing
de: Lokales Marketing

source: In Every Country
de: In jedem Land

source: Buy Plan
de: Plan kaufen

source: Social Network Login Failure
de: Anmeldefehler bei sozialen Netzwerken

source: An error occurred while attempting to login via your social network account.
de: Beim Versuch, sich über Ihr soziales Netzwerkkonto anzumelden, ist ein Fehler aufgetreten.

source: Account Connections
de: Kontoverbindungen

source: You can sign in to your account using any of the following third party accounts:
de: Sie können sich mit einem der folgenden Drittanbieterkonten bei Ihrem Konto anmelden:

source: Remove
de: Entfernen

source: You currently have no social network accounts connected to this account.
de: Sie haben derzeit keine sozialen Netzwerkkonten, die mit diesem Konto verbunden sind.

source: Add a 3rd Party Account
de: Fügen Sie ein Drittanbieterkonto hinzu

source: Connect %(provider)s
de: Verbinden Sie %(provider)s

source: You are about to connect a new third party account from %(provider)s.
de: Sie sind dabei, ein neues Drittanbieterkonto von %(provider)s zu verbinden.

source: Sign In Via %(provider)s
de: Melden Sie sich über %(provider)s an

source: You are about to sign in using a third party account from %(provider)s.
de: Sie sind dabei, sich mit einem Drittanbieterkonto von %(provider)s anzumelden.

source: Continue
de: Fortsetzen

source: Login Cancelled
de: Anmeldung abgebrochen

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
de: Sie haben sich entschieden, die Anmeldung auf unserer Website mit einem Ihrer bestehenden Konten abzubrechen. Wenn dies ein Fehler war, fahren Sie bitte mit <a href="%(login_url)s">anmelden</a> fort.

source: Signup
de: Anmelden

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
de: Sie sind dabei, sich mit Ihrem %(provider_name)s-Konto anzumelden %(site_name)s. Als letzten Schritt füllen Sie bitte das folgende Formular aus:

source: Contact
de: Kontakt

source: Message
de: Nachricht

source: About Service
de: Über Dienst

source: Membership Payments
de: Mitgliedszahlungen

source: Advertising Payments
de: Werbezahlungen

source: Product
de: Produkt

source: Expired
de: Abgelaufen

source: Fill in form to advertise product
de: Füllen Sie das Formular aus, um das Produkt zu bewerben

source: Select Product
de: Ausgewähltes Produkt

source: Advert Location
de: Anzeigenstandort

source: Advertising Period:
de: Werbezeitraum:

source: Days
de: Tage

source: Create Advert
de: Anzeige erstellen

source: Select the desired product by entering the product name.
de: Wählen Sie das gewünschte Produkt aus, indem Sie den Produktnamen eingeben.

source: To advertise a new product, you must first create the product.
de: Um ein neues Produkt zu bewerben, müssen Sie zuerst das Produkt erstellen.

source: Select where you want your advert to appear.
de: Wählen Sie aus, wo Ihre Anzeige erscheinen soll.

source: Specify the advertising period by selecting the start date and end date.
de: Legen Sie den Werbezeitraum fest, indem Sie Start- und Enddatum auswählen.

source: Please take note of the advertising cost
de: Bitte beachten Sie die Werbekosten

source: Advert Details
de: Anzeigendetails

source: Advert Start Date
de: Startdatum der Anzeige

source: Advert End Date
de: Ende

source: Make Payment
de: Zahlung leisten

source: My Contract
de: Mein Vertrag

source: Requested from
de: Angefordert von

source: Accept
de: Annehmen

source: Reject
de: Ablehnen

source: Complete
de: Vollständig

source: Fill in form to create product
de: Füllen Sie das Formular aus, um ein Produkt zu erstellen

source: Store
de: Speichern

source: Sub category
de: Unterkategorie

source: Product Tags
de: Produkt Tags

source: Product Images
de: Produktbilder

source: Provide a name that is easily understood.
de: Geben Sie einen leicht verständlichen Namen an.

source: Select a store (from the dropdown list) from those you created.
de: Wählen Sie einen Shop (aus der Dropdown-Liste) aus den von Ihnen erstellten aus.

source: Select a product sub category from the dropdown list. This enables proper grouping of products.
de: Wählen Sie eine Produktunterkategorie aus der Dropdown-Liste aus. Dies ermöglicht die richtige Gruppierung von Produkten.

source: Provide a currency that suites you best e.g EUR, USD.
de: Geben Sie eine Währung an, die Ihnen am besten passt, z. B. EUR, USD.

source: Product tags help buyers to find your service easily.
de: Produkt-Tags helfen Käufern, Ihren Service leicht zu finden.

source: Fill in form to create service
de: Füllen Sie das Formular aus, um den Dienst zu erstellen

source: Service tags help buyers to find your service easily.
de: Service-Tags helfen Käufern, Ihren Service leicht zu finden.

source: Choose a good name
de: Wähle einen guten Namen

source: To create your store
de: Um Ihren Shop zu erstellen

source: Fill in form to create new store
de: Füllen Sie das Formular aus, um einen neuen Shop zu erstellen

source: Store Image
de: Bild speichern

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

source: Requests Statistics
de: Fordert Statistiken an

source: Product Sub Categories Statistics
de: Statistik der Produktunterkategorien

source: Latest Products
de: Neueste Produkte

source: Click the "Edit" label
de: Klicken Sie auf das Label "Bearbeiten".

source: To make changes to your product
de: Um Änderungen an Ihrem Produkt vorzunehmen

source: Category
de: Kategorie

source: Sub Category
de: Unterkategorie

source: Unit Price
de: Stückpreis

source: Created At
de: Hergestellt in

source: My Stores
de: Meine Geschäfte

source: Please, select a store from the table
de: Bitte wählen Sie einen Shop aus der Tabelle aus

source: To add products to it or add store to showroom.
de: Um Produkte hinzuzufügen oder ein Geschäft zum Ausstellungsraum hinzuzufügen.

source: No.
de: Nein.

source: Add Store to Showroom
de: Laden zum Ausstellungsraum hinzufügen

source: Use down arrow to select showroom
de: Verwenden Sie den Abwärtspfeil, um einen Ausstellungsraum auszuwählen

source: Showroom
de: Ausstellungsraum

source: Add Product to Store
de: Anzeige erstellen

source: Enter product name
de: Geben Sie den Produktnamen ein

source: Product Name
de: Produktname

source: Subscribe To Access This Feature
de: Abonnieren Sie, um auf diese Funktion zuzugreifen

source: Paid For
de: Bezahlt für

source: Expiry Date
de: Verfallsdatum

source: Membership
de: Mitgliedschaft

source: Subscribe
de: Abonnieren

source: Upgrade
de: Aktualisierung

source: To make changes to your service
de: Um Änderungen an Ihrem Dienst vorzunehmen

source: Supplier's Portal
de: Lieferantenportal

source: Create store
de: Laden erstellen

source: Manage store
de: Laden verwalten

source: Create service
de: Dienst erstellen

source: Manage service
de: Dienst verwalten

source: Create products
de: Produkte erstellen

source: Manage products
de: Produkte verwalten

source: Visit Site
de: Besucherseite

source: New
de: Neu

source: No Products Found
de: Keine Produkte gefunden

source: Contact Supplier
de: Wenden Sie sich an den Lieferanten

source: Tags
de: Stichworte

source: Visited Categories
de: Besuchte Kategorien

source: New Arrivals
de: Neue Ankünfte

source: Trending Products
de: Besuchte Kategorien

source: min
de: Mindest

source: All
de: Alle

source: products
de: Produkte

source: Related Products
de: Verwandte Produkte

source: Popular Stores
de: Beliebte Geschäfte

source: Categories for you
de: Kategorien für Sie

source: Stores From Showroom
de: Geschäfte aus dem Ausstellungsraum

source: About Supplier
de: Über den Lieferanten

source: Detailed Supplier Information
de: Detaillierte Lieferanteninformationen

source: Business Address
de: Geschäftsadresse

source: Please use a desktop to access site page
de: Bitte verwenden Sie einen Desktop, um auf die Seite der Website zuzugreifen

source: Return Home
de: Nach Hause zurückkehren

source: Shopping guide for trending
de: Einkaufsführer für Trends

source: Popular Features
de: Beliebte Funktionen

source: Cards
de: Karten

source: Company
de: Gesellschaft

source: Admin
de: Administratorin

source: Terms
de: Bedingungen

source: Privacy
de: Privatsphäre

source: Legal
de: Gesetzlich

source: Accessibility Statement
de: Erklärung zur Barrierefreiheit

source: Accessibility
de: Barrierefreiheit

source: Search
de: Suche

source: My Account
de: Mein Konto

source: Sell On Foroden
de: Verkaufen Sie auf Foroden

source: Sell on Foroden
de: Verkaufen auf Foroden

source: Languages
de: Sprachen

source: Popular Products
de: beliebte Produkte

source: Foroden Products
de: Foroden-Produkte

source: Business Profile Not Found
de: Unternehmensprofil nicht gefunden

source: Create Profile
de: Profil erstellen
